{
    "site": "marine",
    "lang": "en",
    "header": {
        "navbar": [
            { "label": "Home",  "path": "/" },
            { "label": "Corporate",  "path": "/corporate/aboutus" },
            { "label": "Our Models",  "path": "/models", "dropdown": [
                { "label": "J-45 ELEGANCE YACHT",  "path": "/J45", "linkimg": "/images/marinelinks/J45-link.jpeg" },
                { "label": "J-70 SPORT SAILBOAT",  "path": "/J70", "linkimg": "/images/marinelinks/J70-link.jpeg" },
                { "label": "J-80 SPORT SAILBOAT",  "path": "/J80", "linkimg": "/images/marinelinks/J80-link.jpeg" },
                { "label": "J-99 SPORT SAILBOAT",  "path": "/J99", "linkimg": "/images/marinelinks/J99-link.jpg" },
                { "label": "J-121 SPORT SAILBOAT",  "path": "/J121", "linkimg": "/images/marinelinks/J121-link.jpeg" },
                { "label": "J-110 SPORT SAILBOAT",  "path": "/J110", "linkimg": "/images/marinelinks/J45-link.jpeg" },
                { "label": "J-112 ELEGANCE",  "path": "/J112", "linkimg": "/images/marinelinks/J112-link.jpeg" },
                { "label": "J-9 ELEGANCE YACHT",  "path": "/J9", "linkimg": "/images/marinelinks/J45-link.jpeg" }
            ]},
            { "label": "Contact",  "path": "/contact" }
        ],
        "site": "marine",
        "lang": "en"
    },
    "footer": {
        "contactheader": "Contact Information",
        "phone": {"no1": "+90 212 251 0895", "no2": "+90 212 251 0896"},
        "address": "Inonu Avenue, No: 47/4, Postal Code: 34437 Gumussuyu, Beyoglu  Istanbul",
        "contractsheader": "Contracts",
        "contracts": {
            "corporate": {"href": "", "text": "Company Policy"},
            "personaldata": {"href": "", "text": "Personal Data Policy"},
            "privacy": {"href": "", "text": "Privacy and Security"}
        },
        "socialexp": "Our Social Media Links",
        "company": "2021 Mayco Marine, Inc",
        "instagramlink": "https://www.instagram.com/maycomarine",
        "facebooklink": "https://www.facebook.com/MaycoMarine",
        "site": "marine"
    },
    "home": {
        "article1": {
            "title": "ABOUT US",
            "paragraph1": "J/Boats is an American boat manufacturer based in Newport, Rhode Island and founded in 1977 by Rod Johnstone. The company specializes in the design and manufacture of fiberglass sailboats. All J/Boat designs are single hull, sloop-equipped keel boats made of core sandwich fiberglass. The current product line consists of eight models, from J/70 to J/122E, ranging from 22.75 to 40 ft (6.9 to 12.2 m).",
            "paragraph2": "Emir İçgören, our chairman of the board of directors, who became the Turkey distributor of J Boats in 2022, is also a professional sailing athlete. Icgoren, who has been involved with sailing since his childhood, wanted to carry this into his professional life and besides being a distributor; He added weekly boat rental and deck coating application to the company's job description."
        },
        "subarticles": {
            "sub1": { "title": "DESIGN", "text": "At its core, a J boat is all about performance-related specifications and how easy it is to sail. Secondly, we improve the interior by optimizing the spaces as much as we can. We continue to believe that the primary asset of a sailboat is the pleasure you get from sailing it."},
            "sub2": { "title": "STANDARD EQUIPMENT", "text": "The standard version offers an unrivaled hardware standard. Standard spinnaker hardware on a retractable carbon bowsprit is just one such example. The body finish and inserts are also unique in this market."},
            "sub3": { "title": "INFUSION TECHNOLOGY", "text": "The infusion technique is the best way to get a solid yet light boat! No gaps are left to prevent excess resin. Since J's are groundbreaking in terms of infusion, it's a technique we've mastered from the start, which means our mastery of the subject is unrivaled."}
        },
        "sliderText1": { "main": "J-BOATS", "sub": "Turkey Distributor"},
        "sliderText2": { "main": "J-BOATS", "sub": "Turkey Distributor"},
        "sliderText3": { "main": "J-BOATS", "sub": "Turkey Distributor"}
    },
    "corporate": {
        "lang": "en",
        "site": "marine",
        "navbar": [
            { "path": "aboutus", "label": "About Us"},
            { "path": "vision", "label": "Our Vision"},
            { "path": "mission", "label": "Our Mission"},
            { "path": "production", "label": "Production"}
        ]
    },
    "production": {
        "header": "PRODUCTION",
        "text": "Enter Everett Pearson, the owner of Tillotson Pearson, Inc, a highly respected boat builder in Warren Rhode Island. He was quite taken with Rod's design and agreed to produce the boat on spec in return for the U.S. building rights. Display ads in Soundings got the word out. That winter they set up a makeshift factory in an old textile mill in nearby Fall River, Massachusetts, and began popping out J/24s.",
        "img": "/images/textilecorporate/production.jpeg"
    },
    "mission": {
        "header": "Our Mission",
        "text": "The story begins in 1975. Rod, then an ad salesman for the sailing trade magazine, Soundings, and an active one-design sailor decided to build a sailboat he had been designing since completing a Westlawn School of Yacht Design correspondence course in the 60's. With $400-worth of fiberglass and wood, some rigging and hardware left over from a Soling of Bob's, he built the 24' x 9' wide RAGTIME on weekends in his 3 car garage at his home in Stonington, Connecticut. During the summer of 1976, with an all family crew aboard, RAGTIME beat everything in sight. Rod realized he had created something special.",
        "img": "/images/textilecorporate/vision.jpeg"
    },
    "vision": {
        "header": "OUR VISION",
        "text": "While other brands may sell more boats, the Johnstones have won the performance-oriented segment of the market. Theirs is the so-called racer/cruiser category: boats that perform well on the race course but which are comfortable and easy enough for the family to daysail and cruise. It is with knowledgeable, experienced sailors that the Johnstones have done best.",
        "img": "/images/textilecorporate/vision.jpeg"
    },
    "about": {
        "text": "The story of J/Boats is a classic entrepreneurial tale: With a $20,000 investment, and a speedy 24-foot sailboat that Rod Johnstone built in his garage, Rod & his brother Bob Johnstone went into business. That was 1977. Now, that boat (the J/24), has become the most popular recreational offshore keelboat in the world. The Johnstone family has made an undeniable mark on the sailing world. In addition to the 5,500 J/24s cruising the waves, there are over 9,500 more J/Boats, ranging from the International J/22 to the J/65, that sailing enthusiasts have bought at prices ranging from $10,000 to $2,000,000.",
        "header": "About Us",
        "img": "/images/textilecorporate/about.jpeg"
    },
    "models": {
        "J9": {
            "specs": [
                "Easy-access cockpit with deep, secure 8.4' cockpit seats and backrests, self-draining cockpit and step-on transom for easy swim platform boarding. ",
                "A deck layout optimized for simplicity and efficiency with sail controls led to the cockpit.",
                "20” lifelines and rails with starboard and transom boarding gates for secure boarding from a dock or a launch.",
                "Keel-stepped, tapered aluminum mast with single spreaders.",
                "Jib roller furling system with single-line self-tacking option.",
                "Tiller steering – more responsive and maneuverable than a wheel, and the driver can comfortably sit with feet braced across the cockpit.  At anchor, simply hinge up the tiller to expand one’s social area.  And for solo sailors a belowdecks auto-pilot is available.",
                "Low VCG (vertical center of gravity) 4.9’ fixed keel standard, with shoal-draft 3.9’ optional.",
                "Auxiliary engine options: inboard diesel, inboard electric, or transom bracket for portable electric or 4-stroke gas outboard.",
                "Interior with main cabin seating, cooler, storage compartments, ventilation from two opening ports and skylight hatch, and a marine head system forward of the main bulkhead with privacy curtain and optional V-Berth package.",
                "Easy to trailer behind an SUV or ship overseas on an angled cradle inside a container."
            ]
        },
        "J45": {
            "logo": "/images/marinemodels/J45/J45-logo.jpeg",
            "equipment": {
                "navs": [
                    { 
                        "label": "Materials", 
                        "isActive": true,
                        "panels": [
                            {
                                "header": "COMPOSITES",
                                "text": "A precise selection of materials is put together for infused sandwich composite construction to obtain the best weight ratio on the market by balancing lightweight yet solid qualities.",
                                "img": "/images/marinemodels/J45/navtabs/Mat-1.jpeg"
                            },
                            {
                                "header": "KEEL",
                                "text": "The keel comprises a fully encapsulated cast iron keel and a lead bulb for the best possible stability with a flawless finish. You can choose between a deep or shallow draught.",
                                "img": "/images/marinemodels/J45/navtabs/Mat-2.jpeg"
                            },
                            {
                                "header": "RIG",
                                "text": "A very specific choice has been made with regards to the rig to provide the best possible standard of equipment on the market, which is geared around long-distance cruising and offshore racing for the J 45.",
                                "img": "/images/marinemodels/J45/navtabs/Mat-3.jpeg"
                            },
                            {
                                "header": "JOINERY",
                                "text": "The in-house joinery workshops use traditional methods incorporating high-end solid wood and veneers selected to provide each craft with a unique finish. Available options are walnut, light oak or teak.",
                                "img": "/images/marinemodels/J45/navtabs/Mat-4.jpeg"
                            }
                        ]
                    },
                    {
                        "label": "Ergonomics", 
                        "isActive": false,
                        "panels": [
                            {
                                "header": "POSITION AT THE HELM",
                                "text": "The twin steering wheels offer a wide range of positions so you can comfortably appreciate the finesse and lightness of touch, making it easy to control your craft without getting weary. The adjustable foot chocks are concealed in the cockpit",
                                "img": "/images/marinemodels/J45/navtabs/Er-1.jpeg"
                            },
                            {
                                "header": "MANOEUVRABILITY",
                                "text": "A light sailboat combined with a deep rudder: a guarantee of exceptional manoeuvrability for this long-distance cruiser. You can turn full circle in less than a boat length!",
                                "img": "/images/marinemodels/J45/navtabs/Er-2.jpeg"
                            },
                            {
                                "header": "DECK HARDWARE",
                                "text": "Each fitting is very precisely proportioned and selected for its technical appeal and its ability to withstand conditions synonymous with long-distance passages.",
                                "img": "/images/marinemodels/J45/navtabs/Er-3.jpeg"
                            },
                            {
                                "header": "SAFETY",
                                "text": "Stability is the first guarantee of safety while solidity enables you to sail with complete peace of mind. J Composites is the only yard to offer a 5-year structural guarantee however you use the boat.",
                                "img": "/images/marinemodels/J45/navtabs/Er-4.jpeg"
                            }
                        ]
                    },
                    {
                        "label": "Comfort", 
                        "isActive": false,
                        "panels": [
                            {
                                "header": "SEATING",
                                "text": "Particular emphasis has gone into the work on the ergonomics of the seating. The local French manufacture means it is possible to work with high resilience foams to ensure the utmost comfort and provide an extensive range of fabrics to customise your boat to your own taste.",
                                "img": "/images/marinemodels/J45/navtabs/Com-1.jpeg"
                            },
                            {
                                "header": "STOWAGE",
                                "text": "Whether it is inside the boat or up on deck, you’re sure to be amazed by the stowage space on a J. There’s plenty of room aboard for all your long-distance cruising gear!",
                                "img": "/images/marinemodels/J45/navtabs/Com-2.jpeg"
                            },
                            {
                                "header": "SAILING",
                                "text": "The design of the hull, the architectural features and the build quality offer you a unique level of comfort when sailing, making the miles just fly by.",
                                "img": "/images/marinemodels/J45/navtabs/Com-3.png"
                            },
                            {
                                "header": "BERTHS",
                                "text": "The berths have been designed to provide the largest possible surface area, whilst the mattresses incorporate a level of comfort akin to that of a standard mattress topper. Enjoy the well-being you feel at home, out at sea!",
                                "img": "/images/marinemodels/J45/navtabs/Com-4.jpeg"
                            }
                        ]
                    },
                    {
                        "label": "Technical Specifications", 
                        "isActive": false,
                        "pics": [
                            "/images/marinemodels/J45/navtabs/J45-schema.jpeg",
                            "/images/marinemodels/J45/navtabs/J45-specs.png"
                        ]
                    },
                    {
                        "label": "International Reputation", 
                        "isActive": false,
                        "panels": [
                            {
                                "header": "A LEADING BRAND",
                                "text": "Wherever your voyage takes you, your yacht will be recognised and admired. J boats are renowned for their sailing prowess, their longevity and how enjoyable they are to sail.",
                                "img": "/images/marinemodels/J70/navtabs/Brand-1.jpeg"
                            },
                            {
                                "header": "A HISTORY",
                                "text": "It is the story of a family and a team of enthusiasts, whose aim has always been to design the best yacht of its category.",
                                "img": "/images/marinemodels/J70/navtabs/Brand-2.jpeg"
                            },
                            {
                                "header": "INNOVATIONS",
                                "text": "Innovation has always been part of the brand’s DNA: infusion, use of a retractable carbon bowsprit, build technology…",
                                "img": "/images/marinemodels/J70/navtabs/Brand-3.jpeg"
                            },
                            {
                                "header": "INTERNATIONAL MONITORING",
                                "text": "The presence of a dense international network means that you have advice and services at your fingertips in the majority of countries you’ll navigate.",
                                "img": "/images/marinemodels/J70/navtabs/Brand-4.jpg"
                            }
                        ]
                    }
                ]
            },
            "top": {

            },
            "article1": {
                "img": "/images/marinemodels/J45/J45-Design.jpeg"
            },
            "article2": {
                "img": "/images/marinemodels/J45/J45-1.jpeg"
            },
            "article3": {
                "img": "/images/marinemodels/J45/J45-2.jpeg"
            },
            "article4": {
                "img": "/images/marinemodels/J45/J45-3.jpeg"
            },
            "article5": {
                "img": "/images/marinemodels/J45/J45-4.jpeg"
            },
            "article6": {
                "img": "/images/marinemodels/J45/J45-5.jpeg"
            },
            "article7": {
                "img": "/images/marinemodels/J45/J45-6.jpeg"
            },
            "table": {
                "header": "WHY J45 IS SPECIFIC !",
                "thisHeader": "J45",
                "othersHeader": "Yachts in the same category",
                "rows": [
                    { "this": "Hull, deck and structural elements made from infused sandwich", "others": "Solely the hull or deck made using infusion construction"},
                    { "this": "‘Custom performance’ mast with rod rigging as standard", "others": "‘Cruising’ mast with wire rigging"},
                    { "this": "Size 50 primary winches as standard", "others": "Combined mainsail and primary winch with a maximum size of 46"},
                    { "this": "Standard jib track with adjustment", "others": "Self-tacking jib track"},
                    { "this": "Spinnaker fittings as standard", "others": "No spinnaker fittings as standard"},
                    { "this": "Standard carbon bowsprit", "others": "Standard composite bowsprit"},
                    { "this": "Hydraulic backstay ram", "others": "Mechanical backstay ram"},
                    { "this": "Retractable cleats including retractable intermediaries.", "others": "Non-retractable fore and aft cleats only"},
                    { "this": "Lifeline gate on each side", "others": "Continuous lifelines"},
                    { "this": "System of integrated curtains", "others": "Non-black-out hatches"},
                    { "this": "Indirect LED lighting in the saloon", "others": "Standard lighting with no indirect illumination"}
                ]
            }
        },
        "J70": {
            "equipment": {
                "navs": [
                    { 
                        "label": "Materials", 
                        "isActive": true,
                        "panels": [
                            {
                                "header": "COMPOSITES",
                                "text": "The materials for the sandwich and infusion composite construction are selected with precision so as to achieve the best possible combination of lightness/solidity on the market.",
                                "img": "/images/marinemodels/J70/navtabs/Mat-1.jpeg"
                            },
                            {
                                "header": "KEEL",
                                "text": "The retractable keel comprises a 316L stainless steel structure and a lead bulb. The whole thing is encapsulated in a molded structural composites form",
                                "img": "/images/marinemodels/J70/navtabs/Mat-2.jpeg"
                            },
                            {
                                "header": "RIG",
                                "text": "The J 70 is delivered with a carbon mast and boom, benefiting its handling, particularly upwind, and making it responsive and stiff. Furthermore, its weight means it can be easily set up by 2 persons",
                                "img": "/images/marinemodels/J70/navtabs/Mat-3.jpeg"
                            },
                            {
                                "header": "CARBON",
                                "text": "The carbon parts of the J 70 are made in an autoclave to guarantee unrivalled longevity.",
                                "img": "/images/marinemodels/J70/navtabs/Mat-4.jpeg"
                            }
                        ]
                    },
                    {
                        "label": "Mobility", 
                        "isActive": false,
                        "panels": [
                            {
                                "header": "RETRACTABLE KEEL",
                                "text": "Transporting the J 70 is made possible by its retractable keel. This enables the boat to sit lower on its trailer making it easier to transport.",
                                "img": "/images/marinemodels/J70/navtabs/Mob-1.jpeg"
                            },
                            {
                                "header": "DECK-STEPPED MAST",
                                "text": "The J 70 boasts a deck-stepped carbon mast, which means the process of stepping it is considerably easier as it requires just two people.",
                                "img": "/images/marinemodels/J70/navtabs/Mob-2.jpeg"
                            },
                            {
                                "header": "LIFTING",
                                "text": "Lifting your J 70 will be hassle-free thanks to its central sling, meaning the operation can be completed in a matter of minutes.",
                                "img": "/images/marinemodels/J70/navtabs/Mob-3.jpeg"
                            },
                            {
                                "header": "TOWING",
                                "text": "Once the boat is on her trailer, the latter can be towed by any kind of vehicle.",
                                "img": "/images/marinemodels/J70/navtabs/Mob-4.jpeg"
                            }
                        ]
                    },
                    {
                        "label": "One Design", 
                        "isActive": false,
                        "panels": [
                            {
                                "header": "INTERNATIONAL CLASSES",
                                "text": "The presence of J 70 classes in numerous countries around the world means that a very dynamic one design race circuit is possible.",
                                "img": "/images/marinemodels/J70/navtabs/Des-1.jpeg"
                            },
                            {
                                "header": "RESPECTING THE CLASS MEASUREMENT",
                                "text": "J Composites devote a great deal of attention to respecting the class measurement. With over 10,000 sportsboats built in over 30 years, the J Composites yard has fully mastered manufacturing tolerance.",
                                "img": "/images/marinemodels/J70/navtabs/Des-2.jpeg"
                            },
                            {
                                "header": "EQUIPMENT",
                                "text": "One design requires specific equipment in terms of deck hardware and sail area, which translates as an interesting racing programme, whilst limiting the expense of the arms race.",
                                "img": "/images/marinemodels/J70/navtabs/Des-3.jpeg"
                            },
                            {
                                "header": "SENSATIONS",
                                "text": "The very little separating the boats during races is evidence of the similar, precise construction for every craft. As such thrills are guaranteed during the mark roundings!",
                                "img": "/images/marinemodels/J70/navtabs/Des-4.jpeg"
                            }
                        ]
                    },
                    {
                        "label": "Technical Specifications", 
                        "isActive": false,
                        "pics": [
                            "/images/marinemodels/J70/navtabs/J70-schema.jpeg",
                            "/images/marinemodels/J70/navtabs/J70-specs.png"
                        ]
                    },
                    {
                        "label": "International Reputation", 
                        "isActive": false,
                        "panels": [
                            {
                                "header": "A LEADING BRAND",
                                "text": "Wherever your voyage takes you, your yacht will be recognised and admired. J boats are renowned for their sailing prowess, their longevity and how enjoyable they are to sail.",
                                "img": "/images/marinemodels/J70/navtabs/Brand-1.jpeg"
                            },
                            {
                                "header": "A HISTORY",
                                "text": "It is the story of a family and a team of enthusiasts, whose aim has always been to design the best yacht of its category.",
                                "img": "/images/marinemodels/J70/navtabs/Brand-2.jpeg"
                            },
                            {
                                "header": "INNOVATIONS",
                                "text": "Innovation has always been part of the brand’s DNA: infusion, use of a retractable carbon bowsprit, build technology…",
                                "img": "/images/marinemodels/J70/navtabs/Brand-3.jpeg"
                            },
                            {
                                "header": "INTERNATIONAL MONITORING",
                                "text": "The presence of a dense international network means that you have advice and services at your fingertips in the majority of countries you’ll navigate.",
                                "img": "/images/marinemodels/J70/navtabs/Brand-4.jpg"
                            }
                        ]
                    }
                ]
            }
        },
        "J80": {

        },
        "J99": {
            "equipment": {
                "navs": [
                    { 
                        "label": "Materials", 
                        "isActive": true,
                        "panels": [
                            {
                                "header": "COMPOSITES",
                                "text": "A precise selection of materials make up the composite structure to obtain the best strength/weight ratio on the market.",
                                "img": "/images/marinemodels/J99/navtabs/Mat-1.jpeg"
                            },
                            {
                                "header": "KEEL",
                                "text": "There is a choice of two options for the keel of the J/99: a bulbed keel with a cast iron fin and lead bulb, or a flat lead keel.",
                                "img": "/images/marinemodels/J99/navtabs/Mat-2.jpeg"
                            },
                            {
                                "header": "RIG",
                                "text": "The J/99 is equipped with a custom aluminium mast, demonstrating an extraordinary level of quality for the market. The supreme stiffness of this mast means that the additional costs associated with a carbon rig can be avoided.",
                                "img": "/images/marinemodels/J99/navtabs/Mat-3.jpeg"
                            },
                            {
                                "header": "INTERIOR",
                                "text": "The J/99 features a light and highly refined finish with varnished fiddles, creating a more modern, bright and easy to maintain interior.",
                                "img": "/images/marinemodels/J99/navtabs/Mat-4.jpeg"
                            }
                        ]
                    },
                    {
                        "label": "Specificities", 
                        "isActive": false,
                        "panels": [
                            {
                                "header": "SAILS",
                                "text": "The J/99 is designed to perform with a simplified suit of sails, 4 sails being enough to cover a wide range of conditions: mainsail, jib, staysail and spinnaker.",
                                "img": "/images/marinemodels/J99/navtabs/Spec-1.jpeg"
                            },
                            {
                                "header": "SENSATIONS",
                                "text": "Those who love the thrill of sailing will appreciate the J/99’s planing capabilities downwind, making her a genuine racer designed in line with the Sport range concept.",
                                "img": "/images/marinemodels/J99/navtabs/Spec-2.jpeg"
                            },
                            {
                                "header": "STEERING SYSTEM",
                                "text": "The J/99 comes with a choice of two steering systems, a single or twin rudder option, to satisfy your sailing programme.",
                                "img": "/images/marinemodels/J99/navtabs/Spec-3.jpeg"
                            },
                            {
                                "header": "FIXED BOWSPRIT",
                                "text": "The J/99 features a removable fixed bowsprit enabling increased space down below and enhanced safety, whilst retaining her fine performance downwind.",
                                "img": "/images/marinemodels/J99/navtabs/Spec-4.jpeg"
                            }
                        ]
                    },
                    {
                        "label": "Technical Specifications", 
                        "isActive": false,
                        "pics": [
                            "/images/marinemodels/J99/navtabs/J99-schema.jpeg",
                            "/images/marinemodels/J99/navtabs/J99-specs.png"
                        ]
                    },
                    {
                        "label": "International Reputation", 
                        "isActive": false,
                        "panels": [
                            {
                                "header": "A LEADING BRAND",
                                "text": "Wherever your voyage takes you, your yacht will be recognised and admired. J boats are renowned for their sailing prowess, their longevity and how enjoyable they are to sail.",
                                "img": "/images/marinemodels/J70/navtabs/Brand-1.jpeg"
                            },
                            {
                                "header": "A HISTORY",
                                "text": "It is the story of a family and a team of enthusiasts, whose aim has always been to design the best yacht of its category.",
                                "img": "/images/marinemodels/J70/navtabs/Brand-2.jpeg"
                            },
                            {
                                "header": "INNOVATIONS",
                                "text": "Innovation has always been part of the brand’s DNA: infusion, use of a retractable carbon bowsprit, build technology…",
                                "img": "/images/marinemodels/J70/navtabs/Brand-3.jpeg"
                            },
                            {
                                "header": "INTERNATIONAL MONITORING",
                                "text": "The presence of a dense international network means that you have advice and services at your fingertips in the majority of countries you’ll navigate.",
                                "img": "/images/marinemodels/J70/navtabs/Brand-4.jpg"
                            }
                        ]
                    }
                ]
            }
        },
        "J110": {

        },
        "J112": {

        },
        "J121": {

        }
    },
    "boatrental": {

    },
    "deckcovering": {

    },
    "contact": {
        "title": "Contact Us",
        "contactInfo": "Contact Information",
        "address": { "header": "Address", "text": "Inonu Avene, No: 47/4, Postal Code: 34437 Gumussuyu, Beyoglu  Istanbul"},
        "call": { "header": "Call  Us", "no1": "+90 212 251 0895", "no2": "+90 212 251 0896" },
        "email": { "header": "E-Mail", "text": "info@maycotex.com.tr"},
        "form": {
            "name": "Full Name",
            "phone": "Phone Number",
            "email": "E-Mail",
            "subject": "Subject",
            "message": "Message",
            "buttontext": "Send"
        }
    }
}